Repository: NicolasParis1/WT-WallpaperScrapper
Catalog: locale/*/LC_MESSAGES/lang.po
Languages: fr

source: This tool will download wallpapers from the WarThunder website in a wallpapers folder in the same folder as this tool. The duration will depends on what you want to download and on your bandwidth
fr: Cet outil téléchargera des fonds d’écran à partir du site WarThunder dans un dossier fonds d’écran dans le même dossier que cet outil. La durée dépendra de ce que vous souhaitez télécharger et de votre bande passante

source: To change parameters (ie : what to download), edit the config.cfg file.
fr: Pour modifier les paramètres (ie : ce que vous téléchargez), modifiez le fichier config.cfg.

source: Curent parameters :
fr: Paramètres actuels :

source: Download website(s) :
fr: Site(s) de téléchargement :

source: Download screenshot :
fr: Téléchargement des screenshots :

source: Download wallpapers from devblogs :
fr: Téléchargement des screenshots des devblogs :

source: Will not download images prior to :
fr: Ne téléchargera pas d’images avant :

source: Creating a wallpapers folder !
fr: Création d’un dossier fonds d’écran !

source: Please delete the wallpapers folder, this tool will create one. Press ENTER to exit.
fr: Merci de supprimer le dossier fonds d’écran, cet outil va créer un. Appuyez sur ENTRÉE pour terminer.

source: Press ENTER to confirm
fr: Appuyez sur ENTRÉE pour confirmer

source: Searching wallpapers
fr: Recherche des fonds d'écrans

source: Removing %s doubles !
fr: Suppression de %s doublons !

source: %s more images were found from %s for a total of %s images
fr: %s images en plus ont été trouvées depuis %s for a total of %s images

source: Checking %s images
fr: Vérification de %s images

source: Downloaded %s images so far
fr: %s images téléchargés jusque là

source: Searching screenshots
fr: Recherche de screenshots

source: Searching wallpapers from devblogs.
fr: Téléchargement des screenshots des devblogs.

source: Cleaning up
fr: Nettoyage

source: Reorganising files
fr: Réorganisation des fichiers

source: %s unique images saved in the wallpapers folder !
fr: %s images uniques ont été enregistrées dans le dossier wallpapers !

source: Thank you for using this tool made with %s by Rudlu
fr: Merci d'avoir utilisé cet outil fait avec %s par Rudlu

source: Press ENTER to exit
fr: Appuyez sur ENTRER pour terminer
